/* No comment provided by engineer. */
"%@ has cancelled this request." = "%@ đã hủy yêu cầu này.";

/* No comment provided by engineer. */
"%@ has declined your request." = "%@ đã từ chối yêu cầu của bạn.";

/* No comment provided by engineer. */
"%@ would like to connect." = "%@ muốn kết nối.";

/* No comment provided by engineer. */
"%@\nhas cancelled this request." = "%@\nđã hủy yêu cầu này.";

/* No comment provided by engineer. */
"%@\nhas declined your request." = "%@\nđã từ chối yêu cầu của bạn.";

/* No comment provided by engineer. */
"%@\nwould like to connect." = "%@\nmuốn kết nối.";

/* No comment provided by engineer. */
"Accept" = "Chấp nhận";

/* No comment provided by engineer. */
"Bluetooth Communication Error" = "Lỗi Kết nối Bluetooth";

/* No comment provided by engineer. */
"Bluetooth must be on to connect to nearby iPads, iPhones, or iPod touches." = "Phải bật Bluetooth để kết nối với các iPad, iPhone hoặc iPod touch ở gần.";

/* No comment provided by engineer. */
"Cancel" = "Hủy";

/* No comment provided by engineer. */
"Choose an iPad, iPhone,\nor iPod touch:" = "Chọn một iPad, iPhone\n hoặc iPod touch:";

/* No comment provided by engineer. */
"Connection Lost" = "Mất Kết nối";

/* No comment provided by engineer. */
"Decline" = "Từ chối";

/* No comment provided by engineer. */
"is not available." = "không khả dụng.";

/* No comment provided by engineer. */
"Looking for other iPads, iPhones, or iPod touches…" = "Đang tìm các iPad, iPhone hoặc iPod touch khác…";

/* No comment provided by engineer. */
"Looking for peers…" = "Đang tìm người cùng chơi…";

/* No comment provided by engineer. */
"Nearby" = "Gần bạn";

/* No comment provided by engineer. */
"Not supported on this\n%@." = "Không hỗ trợ trên\n%@ này.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Online" = "Trực tuyến";

/* No comment provided by engineer. */
"Request declined." = "Đã từ chối yêu cầu.";

/* No comment provided by engineer. */
"This request was cancelled." = "Yêu cầu này đã bị hủy.";

/* No comment provided by engineer. */
"Waiting for %@…" = "Đang chờ %@…";

/* No comment provided by engineer. */
"Waiting for\n%@…" = "Đang chờ\n%@…";

/* No comment provided by engineer. */
"Waiting to connect…" = "Đang chờ kết nối…";

/* No comment provided by engineer. */
"Would you like to turn on Bluetooth?" = "Bạn muốn bật Bluetooth?";

